Repository: TYPO3-svn-archive/egovapi
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, fr, it

# pi1_plus_wiz_description
source: Adds a frontend plugin showing data from the eGov web service.
de: Fügt ein Frontend Plugin ein, der Daten aus der eGov Web-Service zeigt.
fr: Ajoute un module d'accès aux données du web service eGov.
it: Aggiungi un modulo di accesso ai dati del web service eGov.

# pi_flexform.sheet_general
source: General
de: Allgemein
fr: Général
it: Generale

# pi_flexform.sheet_audience
source: Audience
de: Publikum
fr: Public cible
it: Gruppo di utenti

# pi_flexform.sheet_view
source: View
fr: Vue
it: Visualizzazione

# pi_flexform.sheet_domain
source: Domain
de: Domäne
fr: Domaine
it: Dominio

# pi_flexform.sheet_topic
source: Topic
de: Thema
fr: Catégorie de services
it: Tema

# pi_flexform.sheet_service
source: Service
de: Dienstleistung
it: Servizio

# pi_flexform.sheet_version
source: Version
it: Versione

# pi_flexform.sheet_misc
source: Other Settings
de: Andere Optionen
fr: Autres paramètres
it: Altri parametri

# pi_flexform.sheet_audienceShortDescription
source: Configuration of level Audience
de: Konfiguration von der Publikumebene
fr: Configuration du niveau Public cible
it: Configurazione del livello Gruppo di utenti

# pi_flexform.sheet_viewShortDescription
source: Configuration of level View
de: Konfiguration von der Viewebene
fr: Configuration du niveau Vue
it: Configurazione del livello Visualizzazione

# pi_flexform.sheet_domainShortDescription
source: Configuration of level Domain
de: Konfiguration von der Domänebene
fr: Configuration du niveau Domaine
it: Configurazione del livello Dominio

# pi_flexform.sheet_topicShortDescription
source: Configuration of level Topic
de: Konfiguration von der Themaebene
fr: Configuration du niveau Catégorie de services
it: Configurazione del livello Tema

# pi_flexform.sheet_serviceShortDescription
source: Configuration of level Service
de: Konfiguration von der Dienstebene
fr: Configuration du niveau Service
it: Configurazione del livello Servizio

# pi_flexform.sheet_versionDescription
source: Advanced configuration of service versions to be used. Beware: invalid configuration is likely to yield empty services.
de: Erweiterte Konfiguration von Dienstleistung-Versionen die verwendet werden sollen. Achtung: ungültige Konfiguration wird wahrscheinlich leer Dienste ergeben.
fr: Configuration avancée des versions de services à utiliser. Attention : un paramétrage erroné conduira probablement à une liste vide de services.
it: Configurazione avanzata delle versioni dei servizi che devono essere utilizzati. Attenzione: una configurazione sbagliata potrebbe condurre a una lista di servizi vuota.

# pi_flexform.sheet_versionShortDescription
source: Configuration of service versions
de: Konfiguration von den Dienstleistung-Versionen
fr: Configuration des versions de services
it: Configurazione delle versioni dei servizi

# pi_flexform.sheet_saveToContinue
source: Changes on this form will impact other configuration sheets. Please save configuration before moving on to next sheet.
de: Änderungen auf diesem Formular werden Auswirkungen auf anderen Konfigurationblätter. Bitte speichern Sie Konfiguration, bevor zum nächsten Blatt.
fr: Les changements apportés à ce formulaire ont des répercutions sur les autres onglets. Veuillez enregistrer vos changements avant de continuer à configurer ce module.
it: Le modifiche apportate al presente modulo avranno effetti sulle altre schede. Si prega di salvare le modifiche prima di passare alla prossima scheda.

# pi_flexform.displayLevels
source: Authorized levels
de: Erlaubte Ansichtebene
fr: Niveaux autorisés pour l'affichage
it: Livelli di visualizzazione autorizzati

# pi_flexform.displayLevels.AUDIENCE
source: Audience
de: Publikum
fr: Public cible
it: Gruppo di utenti

# pi_flexform.displayLevels.VIEW
source: View
fr: Vue
it: Visualizzazione

# pi_flexform.displayLevels.DOMAIN
source: Domain
de: Domäne
fr: Domaine
it: Dominio

# pi_flexform.displayLevels.TOPIC
source: Topic
de: Thema
fr: Catégorie de services
it: Tema

# pi_flexform.displayLevels.SERVICE
source: Service
de: Dienstleistung
it: Servizio

# pi_flexform.displayMode
source: Display Mode
de: Ansicht
fr: Mode d'affichage
it: Modalità di visualizzazione

# pi_flexform.displayMode.codeFromTS
source: Defined by TypoScript / Automatic
de: Definiert durch TypoScript
fr: Défini en TypoScript / Automatique
it: Definito mediante TypoScript / Automatico

# pi_flexform.displayMode.LIST
source: List view (LIST)
de: Listenansicht (LIST)
fr: Vue liste (LIST)
it: Visualizzazione lista (LIST)

# pi_flexform.displayMode.SINGLE
source: Detail view (SINGLE)
de: Einzelansicht (SINGLE)
fr: Vue fiche détaillée (SINGLE)
it: Visualizzazione singola (SINGLE)

# pi_flexform.audiences
source: Audiences to show (LIST) / Authorized audiences (SINGLE)
de: Publikum zu zeigen (LIST) / Genehmigte Publikum (SINGLE)
fr: Publics cibles à afficher (LIST) / Publics cibles autoriés (SINGLE)
it: Gruppo di utenti da visualizzare (LIST) / Gruppo di utenti autorizzati (SINGLE)

# pi_flexform.views
source: Views to show (LIST) / Authorized views (SINGLE)
de: Views zu zeigen (LIST) / Genehmigte Views (SINGLE)
fr: Vues à afficher (LIST) / Vues autorisées (SINGLE)
it: Visualizzazioni da visualizzare (LIST) / Visualizzazioni autorizzate (SINGLE)

# pi_flexform.domains
source: Domains to show (LIST) / Authorized domains (SINGLE)
de: Domäne zu zeigen (LIST) / Genehmigte Domäne (SINGLE)
fr: Domaines à afficher (LIST) / Domaines autorisés (SINGLE)
it: Domini da visualizzare (LIST) / Domini autorizzati (SINGLE)

# pi_flexform.topics
source: Topics to show (LIST) / Authorized topics (SINGLE)
de: Themen zu zeigen (LIST) / Genehmigte Themen (SINGLE)
fr: Catégories de services à afficher (LIST) / Catégories de services autorisées (SINGLE)
it: Temi da visualizzare (LIST) / Temi autorizzati (SINGLE)

# pi_flexform.services
source: Services to show (LIST) / Authorized services (SINGLE)
de: Dienstleistungen zu zeigen (LIST) / Genehmigte Dienstleistungen (SINGLE)
fr: Services à afficher (LIST) / Service autorisés (SINGLE)
it: Servizi da visualizzare (LIST) / Servizi autorizzati (SINGLE)

# pi_flexform.tsconfig
source: Typoscript for this content element (plugin.egovapi_pi1.[your TS])
de: Typoscript für dieses Inhaltselement (plugin.egovapi_pi1.[ihr TS])
fr: Typoscript pour cet élément de contenu (plugin.egovapi_pi1.[votre TS])
it: Typoscript per questo elemento di contenuto (plugin.egovapi_pi1.[vostro TS])

# pi_flexform.displayBlocks
source: Blocks to show
de: Blöcke zu zeigen
fr: Blocs à afficher
it: Blocchi da visualizzare

# pi_flexform.displayBlocks.APPROVAL
source: 12. Approval
de: 12. Genehmigung
fr: 12. Approbation
it: 12. Approvazione

# pi_flexform.displayBlocks.BACK_TO_LIST
source: Back to list
de: Zurück zur Liste
fr: Retour à la liste
it: Ritorna alla lista

# pi_flexform.displayBlocks.CONTACT
source: 13. Contact
de: 13. Adressen
fr: 13. Adresse de(s) office(s) compétent(s)
it: 13. Indirizzo della/e autorità competente/i

# pi_flexform.displayBlocks.DESCRIPTOR
source: 5. Descriptors
de: 5. Deskriptoren
fr: 5. Descripteurs
it: 5. Descrittori

# pi_flexform.displayBlocks.DOCUMENTS_OTHER
source: 10. Other document(s)
de: 10. Andere Dokumente
fr: 10. Autre(s) document(s)
it: 10. Altro/i documento/i

# pi_flexform.displayBlocks.DOCUMENTS_REQUIRED
source: 6. Required document(s)
de: 6. Benötigte Dokumente
fr: 6. Document(s) à fournir
it: 6. Documento/i richiesto/i

# pi_flexform.displayBlocks.FEE
source: 8. Fee
de: 8. Kosten
fr: 8. Coût(s) de la prestation
it: 8. Costi del servizio

# pi_flexform.displayBlocks.FORMS
source: 5. Form(s)
de: 5. Formular(e)
fr: 5. Formulaire(s)
it: 5. Modulo/i

# pi_flexform.displayBlocks.GENERAL_INFORMATION
source: 2. General information
de: 2. Generelle Informationen
fr: 2. Informations générales
it: 2. Informazioni generali

# pi_flexform.displayBlocks.LEGAL_REGULATION
source: 9. Legal regulation
de: 9. Gesetzliche Grundlagen
fr: 9. Références juridiques
it: 9. Basi giuridiche

# pi_flexform.displayBlocks.LEVEL_INFORMATION
source: 1. Level information
de: 1. Level Informationen
fr: 1. Information sur le niveau courant
it: 1. Informazioni sul livello attuale

# pi_flexform.displayBlocks.NEWS
source: 3. News
fr: 3. Actualités
it: 3. Novità

# pi_flexform.displayBlocks.PREREQUISITES
source: 3. Prerequisites
de: 3. Vorbedinungen
fr: 3. Conditions préalables
it: 3. Condizioni preliminari

# pi_flexform.displayBlocks.PROCEDURE
source: 4. Procedure
de: 4. Behördengang
fr: 4. Démarche
it: 4. Procedimento

# pi_flexform.displayBlocks.REMARKS
source: 11. Remarks
de: 11. Bemerkungen
fr: 11. Remarques
it: 11. Osservazioni

# pi_flexform.displayBlocks.SERVICE_PROVIDED
source: 7. Service provided
de: 7. Ergebnis
fr: 7. Prestation fournie
it: 7. Servizio fornito

# pi_flexform.displayBlocks.SUBDOMAINS
source: 4. Subdomains
de: 4. Unterseiten
fr: 4. Sous-pages
it: 4. Sottopagine

# pi_flexform.displayBlocks.SUBTOPICS
source: 4. Subtopics
de: 4. Unterseiten
fr: 4. Sous-pages
it: 4. Sottopagine

# pi_flexform.displayBlocks.SYNONYM
source: 6. Synonyms
de: 6. Synonyme
fr: 6. Synonymes
it: 6. Sinonimi

# pi_flexform.templates.audienceLIST
source: Override template to use for the list of audiences
de: Überschreibt Vorlage für die Liste der Publikum
fr: Utiliser un gabarit particulier pour la liste des publics cibles
it: Utilizzare uno schema particolare per la lista del gruppo di utenti

# pi_flexform.templates.audienceSINGLE
source: Override template to use for details of an audience
de: Überschreibt Vorlage für Details einem Publikum
fr: Utiliser un gabarit particulier pour les détails d'un public cible
it: Utilizzare uno schema particolare per i dettagli di un gruppo di utenti

# pi_flexform.templates.viewLIST
source: Override template to use for the list of views
de: Überschreibt Vorlage für die Liste der Views
fr: Utiliser un gabarit particulier pour la liste des vues
it: Utilizzare uno schema particolare per la lista delle visualizzazioni

# pi_flexform.templates.viewSINGLE
source: Override template to use for details of a view
de: Überschreibt Vorlage für Details einer Thema
fr: Utiliser un gabarit particulier pour les détails d'une vue
it: Utilizzare uno schema particolare per i dettagli di una visualizzazione

# pi_flexform.templates.domainLIST
source: Override template to use for the list of domains
de: Überschreibt Vorlage für die Liste der Domänen
fr: Utiliser un gabarit particulier pour la liste des domaines
it: Utilizzare uno schema particolare per la lista dei domini

# pi_flexform.templates.domainSINGLE
source: Override template to use for details of a domain
de: Überschreibt Vorlage für Details einer Domäne
fr: Utiliser un gabarit particulier pour les détails d'un domaine
it: Utilizzare uno schema particolare per i dettagli di un dominio

# pi_flexform.templates.topicLIST
source: Override template to use for the list of topics
de: Überschreibt Vorlage für die Liste der Themen
fr: Utiliser un gabarit particulier pour la liste des catégories de services
it: Utilizzare uno schema particolare per la lista dei temi

# pi_flexform.templates.topicSINGLE
source: Override template to use for details of a topic
de: Überschreibt Vorlage für Details einer Thema
fr: Utiliser un gabarit particulier pour les détails d'une catégorie de services
it: Utilizzare uno schema particolare per i dettagli di un tema

# pi_flexform.templates.serviceLIST
source: Override template to use for the list of services
de: Überschreibt Vorlage für die Liste der Dienstleistungen
fr: Utiliser un gabarit particulier pour la liste des services
it: Utilizzare uno schema particolare per la lista dei servizi

# pi_flexform.templates.serviceSINGLE
source: Override template to use for details of a service
de: Überschreibt Vorlage für Details einer Dienstleistung
fr: Utiliser un gabarit particulier pour les détails d'un service
it: Utilizzare uno schema particolare per i dettagli di un servizio

# pi_flexform.versions.mapping
source: Force service versions
de: Dienst-Versionen erzwingen
fr: Utilisation de versions spécifiques
it: Forzare l'uso della versione di servizio

# pi_flexform.versions.serviceId
source: Service ID
de: Dienst ID
fr: ID du service
it: ID del servizio

# pi_flexform.versions.version
source: Default version
de: Standardversion
fr: Version par défaut
it: Versione di default

# pi_flexform.versions.useVersion
source: Version to use
de: Version zu verwenden
fr: Version à utiliser
it: Versione da utilizzare

# pi_flexform.versions.description
source: Description
de: Beschreibung
it: Descrizione

# pi_flexform.targets.list.audience
source: Target page for list of audiences
de: Zielseite für die Liste der Publikums
fr: Page cible pour la liste des publics cibles
it: Pagina di arrivo per la lista del gruppo di utenti

# pi_flexform.targets.list.view
source: Target page for list of views
de: Zielseite für die Liste der Views
fr: Page cible pour la liste des vues
it: Pagina di arrivo per la lista delle visualizzazioni

# pi_flexform.targets.list.domain
source: Target page for list of domains
de: Zielseite für die Liste der Domäne
fr: Page cible pour la liste des domaines
it: Pagina di arrivo per la lista dei domini

# pi_flexform.targets.list.topic
source: Target page for list topics
de: Zielseite für die Liste der Themen
fr: Page cible pour la liste des catégories de services
it: Pagina di arrivo per la lista dei temi

# pi_flexform.targets.list.service
source: Target page for list of services
de: Zielseite für die Liste der Dienstleistungen
fr: Page cible pour la liste des services
it: Pagina di arrivo per la lista dei servizi

# pi_flexform.targets.single.audience
source: Target page for details of an audience
de: Zielseite für Details einem Publikum
fr: Page cible pour les détails d'un public cible
it: Pagina di arrivo per i dettagli di un gruppo di utenti

# pi_flexform.targets.single.view
source: Target page for details of a view
de: Zielseite für Details einer Thema
fr: Page cible pour les détails d'une vue
it: Pagina di arrivo per i dettagli di una visualizzazione

# pi_flexform.targets.single.domain
source: Target page for details of a domain
de: Zielseite für Details einer Domäne
fr: Page cible pour les détails d'un domaine
it: Pagina di arrivo per i dettagli di un dominio

# pi_flexform.targets.single.topic
source: Target page for details of a topic
de: Zielseite für Details einer Thema
fr: Page cible pour les détails d'une catégorie de services
it: Pagina di arrivo per i dettagli di un tema

# pi_flexform.targets.single.service
source: Target page for details of a service
de: Zielseite für Details einer Dienstleistung
fr: Page cible pour les détails d'un service
it: Pagina di arrivo per i dettagli di un servizio

# header_community
source: Community
de: Kanton
fr: Canton
it: Comunità

# header_organization
source: Organization
de: Gemeinde
fr: Commune
it: Comune

# header_audiences
source: Audiences
de: Publikum
fr: Publics cibles
it: Gruppi di utenti

# header_audience
source: Audience
de: Publikum
fr: Public cible
it: Gruppo di utenti

# header_views
source: Views
fr: Vues
it: Visualizzazioni

# header_view
source: View
fr: Vue
it: Visualizzazione

# header_domains
source: Domains
de: Domänen
fr: Domaines
it: Domini

# header_domain
source: Domain
de: Domäne
fr: Domaine
it: Domino

# header_topics
source: Topics
de: Themen
fr: Catégories de services
it: Temi

# header_topic
source: Topic
de: Thema
fr: Catégorie de services
it: Tema

# header_services
source: Services
de: Dienstleistungen
it: Servizi

# header_service
source: Service
de: Dienstleistung
it: Servizio

# common_action
source: Action
de: Aktion
fr: Type d'action
it: Tipo di azione

# common_author
source: Author
de: Autor
fr: Auteur
it: Autore

# common_creation_date
source: Creation date
de: Erstellungsdatum
fr: Date de création
it: Data di creazione

# common_customer
source: Customer
de: Leistungsempfänger
fr: Destinataire
it: Destinatario

# common_last_modification_date
source: Last modification
de: Letzte Änderung
fr: Dernière modification
it: Ultima modifica

# common_provider
source: Provider
de: Leistungserbringer
fr: Prestataire
it: Fornitore

# common_release
source: Release
de: Ausgabe
fr: Parution
it: Pubblicazione

# common_remarks
source: Remarks
de: Bemerkungen
fr: Remarques
it: Osservazioni

# common_service_type
source: Type of service
de: Art des Verwaltungsdienstes
fr: Type de prestation administrative
it: Tipo di servizio amministrativo

# common_status
source: Status
fr: Statut
it: Stato

# common_version_id
source: Version
it: Versione

# common_service_id
source: Service ID
it: ID del servizio

# common_language
source: Language
de: Sprache
fr: Langue
it: Lingua

# common_phone
source: Phone:
de: Tel:
fr: Tél. :
it: Tel:

# action_back_to_list
source: Back to list
de: Zurück zur Liste
fr: Retour à la liste
it: Ritorna alla lista

# action_toggle_marks
source: Mark All/Mark none
de: Alles/nichts markieren
fr: Sélectionner tout/rien
it: Seleziona tutti/nessuno

# action_download_vcard
source: Download as vCard
de: Als vCard herunterladen
fr: Télécharger comme vCard
it: Scarica comme vCard

# block_approval
source: Approval
de: Genehmigung
fr: Approbation
it: Approvazione

# block_categories
source: Topics
de: Kategorien
fr: Catégories
it: Categorie

# block_contact
source: Contact
de: Adressen
fr: Adresse de(s) office(s) compétent(s)
it: Indirizzi della/e autorità competente/i

# block_descriptors
source: Descriptors
de: Deskriptoren
fr: Descripteurs
it: Descrittori

# block_documents_other
source: Other document(s)
de: Andere Dokumente
fr: Autre(s) document(s)
it: Altro/i documento/i

# block_documents_required
source: Required document(s)
de: Benötigte Dokumente
fr: Document(s) à fournir
it: Documento/i richiesto/i

# block_fee
source: Fee
de: Kosten
fr: Coût(s) de la prestation
it: Costi del servizio

# block_forms
source: Form(s)
de: Formular(e)
fr: Formulaire(s)
it: Modulo/i

# block_general_information
source: General information
de: Generelle Information
fr: Informations générales
it: Informazioni generali

# block_legal_regulation
source: Legal regulation
de: Gesetzliche Grundlagen
fr: Références juridiques
it: Basi giuridiche

# block_news
source: News
fr: Actualités
it: Novità

# block_prerequisites
source: Prerequisites
de: Vorbedingungen
fr: Conditions préalables
it: Condizioni preliminari

# block_procedure
source: Procedure
de: Behördengang
fr: Démarche
it: Procedimento

# block_remarks
source: Remarks
de: Bemerkungen
fr: Remarques
it: Osservazioni

# block_service_provided
source: Service provided
de: Ergebnis
fr: Prestation fournie
it: Servizio fornito

# block_services
source: Services
de: Verwaltungsdienstleistungen
fr: Prestations administratives
it: Servizi amministrativi

# block_subdomains
source: Subdomains
de: Unterseiten
fr: Sous-pages
it: Sottopagine

# block_subtopics
source: Subtopics
de: Unterseiten
fr: Sous-pages
it: Sottopagine

# block_synonyms
source: Synonyms
de: Synonyme
fr: Synonymes
it: Sinonimi

# pi1_title
source: eGov API
fr: API eGov

# pi2_title
source: eGov API - Selector Form
de: eGov API - Selektor Form
fr: eGov API - Formulaire de sélection

# pi2_plus_wiz_description
source: Adds a frontend plugin showing a selector form for the eGov web service.
de: Fügt ein Frontend Plugin ein, der eine Selektor Form für die eGov Web-Service zeigt.
fr: Ajoute un formulaire de sélection pour le web service eGov.

# common_version_name
source: Community
de: Gemeinschaft
fr: Communauté
