Repository: TYPO3-svn-archive/egovapi
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de, fr, it

# tt_content.list_type_pi2
source: eGov API - Selector Form
de: eGov API - Selektor Form
fr: eGov API - Formulaire de sélection

# constants.subcategories.service
source: Service
de: Dienstleistung
it: Servizio

# constants.eCHlanguageID
source: Language of the web service's data: de = Deutsch, en = English, fr = Français, it = Italiano, rm = Rumantsch
de: Sprache für die Daten der Web-Service: de = Deutsch, en = English, fr = Français, it = Italiano, rm = Rumantsch
fr: Langue des données du web service: de = Deutsch, en = English, fr = Français, it = Italiano, rm = Rumantsch
it: Lingua dei dati del web service: de = Deutsch, en = English, fr = Français, it = Italiano, rm = Rumantsch

# constants.eCHcommunityID
source: Community
de: Gemeinschaft
fr: Communauté

# constants.organizationID
source: Organization ID: Identifier of the organization (e.g., 99001=Swiss Confederation, 00619=Oberdiessbach, 02196=Fribourg)
de: Organisation ID: Erkennung der Organisation (z.B. 99001=Schweizerische Eidgenossenschaft, 00619=Oberdiessbach, 02196=Fribourg)
fr: ID organisation : Identifiant de l'organisation (p. ex. 99001=Confédération, 00619=Oberdiessbach, 02196=Fribourg)
it: ID organizzazione: codice identificativo dell'organizzazione (p. es. 99001=Confederazione, 00619=Oberdiessbach, 02196=Friburgo)

# constants.useFluid
source: Use Fluid as rendering engine
de: Fluid als Rendering-Engine verwenden
fr: Utiliser Fluid comme moteur de rendu
it: Utilizzare Fluid come motore di resa

# constants.enableDebug
source: Enable debugging information: Provide additional information with error messages. 3rd party devLog extension may be required for full support
de: Debugging-Informationen aktivieren: Für weitere Informationen mit Fehlermeldungen. 3rd-Party-Devlog Extension kann für die volle Unterstützung erforderlich sein
fr: Activer les informations de déboguage: Fournit des informations supplémentaires aec les messages d'erreur. Une extension tierce devLog peut être nécessaire pour un support complet
it: Attivare le informazioni di debugging per fornire delle informazioni aggiuntive, inclusi i messaggi di errore. Per un supporto completo è forse necessaria un'estensione 3rd-Party-devLog

# constants.cacheLifetime
source: Lifetime of web service cached data: Make sure to activate caching framework in localconf.php
de: Lebensdauer der Web-Service zwischengespeicherten Daten: Stellen Sie sicher, das Caching-Framework in localconf.php zu aktivieren
fr: Durée de vie des données du web service mises en cache: Assurez-vous d'activer le framework de mise en cache dans localconf.php
it: La durata di vita dei dati del web service salvati nella memoria cache: assicurarsi di attivare il frame work della memoria cache in localconf.php

# constants.cacheLifetime.five_minutes
source: 5 minutes
de: 5 Minuten
it: 5 minuti

# constants.cacheLifetime.one_hour
source: 1 hour
de: 1 Stunde
fr: 1 heure
it: 1 ora

# constants.cacheLifetime.one_day
source: 1 day
de: 1 Tag
fr: 1 jour
it: 1 giorno

# constants.cacheLifetime.one_week
source: 1 week
de: 1 Woche
fr: 1 semaine
it: 1 settimana

# constants.cacheLifetime.unlimited
source: Unlimited
de: Unbegrenzt
fr: Illimité
it: Illimitato

# constants.data.communities
source: Community data file: CSV file containing the list of communities
de: Gemeinden Datei: CSV-Datei mit der Liste der Gemeinden
fr: Fichier de données des communautés: Fichier CSV contenant la liste des communautés
it: Comunità: CSV file contenente l'elenco delle comunità

# constants.data.organizations
source: Organization data file: CSV file containing the list of organizations
de: Organisationen Datei: CSV-Datei mit der Liste der Organisationen
fr: Fichier de données des organisations: Fichier CSV contenant la liste des organisations
it: Organizzazioni: CSV file contenente l'elenco delle organizzazioni

# constants.targets.list.audience
source: Target page for audiences: ID of the page to use for links showing a list of audiences
de: Zielseite für die Publikum: ID der Seite für Links zu einer Liste der Publikum zu verwenden
fr: Page cible pour les publics cibles: ID de la page à utiliser pour les liens vers une liste de publics cibles
it: Pagina di arrivo per i gruppi di utenti: ID della pagina da utilizzare per i link di una lista di gruppi di utenti

# constants.targets.list.view
source: Target page for views: ID of the page to use for links showing a list of views
de: Zielseite für Views: ID der Seite für Links zu einer Liste der Views zu verwenden
fr: Page cible pour les vues: ID de la page à utiliser pour les liens vers une liste de vues
it: Pagina di arrivo per le visualizzazioni: ID della pagina da utilizzare per i link di una lista di visualizzazioni

# constants.targets.list.domain
source: Target page for domains: ID of the page to use for links showing a list of domains
de: Zielseite für Domänen: ID der Seite für Links zu einer Liste der Domäne zu verwenden
fr: Page cible pour les domaines: ID de la page à utiliser pour les liens vers une liste de domaines
it: Pagina di arrivo per i domini: ID della pagina da utilizzare per i link di una lista di domini

# constants.targets.list.topic
source: Target page for topics: ID of the page to use for links showing a list of topics
de: Zielseite für Themen: ID der Seite für Links zu einer Liste der Themen zu verwenden
fr: Page cible pour les catégories de services: ID de la page à utiliser pour les liens vers une liste de catégories de services
it: Pagina di arrivo per i temi: ID della pagina da utilizzare per i link di una lista di temi

# constants.targets.list.service
source: Target page for services: ID of the page to use for links showing a list of services
de: Zielseite für Dienstleistungen: ID der Seite für Links zu einer Liste der Dienstleistungen zu verwenden
fr: Page cible pour les services: ID de la page à utiliser pour les liens vers une liste de services
it: Pagina di arrivo per i servizi: ID della pagina da utilizzare per i link di una lista di servizi

# constants.targets.single.audience
source: Target page for audience: ID of the page to use for links showing details of an audience
de: Zielseite für das Publikum: ID der Seite für Links zu Details einer Publikum zu verwenden
fr: Page cible pour un public cible: ID de la page à utiliser pour les liens vers les détails d'un public cible
it: Pagina di arrivo per un gruppo di utenti: ID della pagina da utilizzare per i link ai dettagli di un gruppo di utenti

# constants.targets.single.view
source: Target page for view: ID of the page to use for links showing details of a view
de: Zielseite für die View: ID der Seite für Links zu Details einer View zu verwenden
fr: Page cible pour une vue: ID de la page à utiliser pour les liens vers les détails d'une vue
it: Pagina di arrivo per una visualizzazione: ID della pagina da utilizzare per i link ai dettagli di una visualizzazione

# constants.targets.single.domain
source: Target page for domain: ID of the page to use for links showing details of a domain
de: Zielseite für die Domäne: ID der Seite für Links zu Details einer Domäne zu verwenden
fr: Page cible pour un domaine: ID de la page à utiliser pour les liens vers les détails d'un domaine
it: Pagina di arrivo per un dominio: ID della pagina da utilizzare per i link ai dettagli di un dominio

# constants.targets.single.topic
source: Target page for topic: ID of the page to use for links showing details of a topic
de: Zielseite für die Thema: ID der Seite für Links zu Details einer Thema zu verwenden
fr: Page cible pour une catégorie de services: ID de la page à utiliser pour les liens vers les détails d'une catégorie de services
it: Pagina di arrivo per un tema: ID della pagina da utilizzare per i link ai dettagli di un tema

# constants.targets.single.service
source: Target page for service: ID of the page to use for links showing details of a service
de: Zielseite für die Dienstleistung: ID der Seite für Links zu Details einer Dienstleistung zu verwenden
fr: Page cible pour un service: ID de la page à utiliser pour les liens vers les détails d'un service
it: Pagina di arrivo per un servizio: ID della pagina da utilizzare per i link ai dettagli di un servizio

# tt_content.list_type_pi1
source: eGov API
fr: API eGov

# constants.cacheLifetime.one_minute
source: 1 minute
it: 1 minuto
