Repository: TYPO3-svn-archive/egovapi
Catalog: Resources/Private/Language/*.locallang_csh.xlf
Languages: de, fr, it

# displayMode.details
source: Please note that if you restrict the display mode of this plugin, you will have to make sure your template either does not provide a link to some non authorized display mode or you properly configured the target page of the related links to lend to another page with a plugin allowing the corresponding display mode. Default setting is to let the plugin automatically switch from LIST mode to SINGLE and from SINGLE to LIST.
it: Attenzione: forzando la modalità di visualizzazione è necessario assicurarsi sia che lo schema selezionato non crei un legame con una modalità di visualizzazione non autorizzata, sia che la configurazione della pagina di destinazione di tali link avvenga in modo corretto, per orientare l'utente verso una pagina contenente il modulo configurato in modo tale da permettere di autorizzare la modalità di visualizzazione desiderata. L'impostazione di default permette al plug-in di passare automaticamente dalla visualizzazione lista alla visualizzazione singola e viceversa.

# audiences.details
source: Whenever a list of audiences is shown or information related to a given audience is requested (the list of views for instance), the audiences you selected will be taken into account to restrict access to those that should not be available. If no audience is selected, setup value (from TypoScript) will be taken into account and if ultimately no audience is selected, then no restriction will be enabled and all audiences will be available.
it: Ogni volta che viene presentata una lista di gruppi di utenti o che vengono richieste delle informazioni relative a un dato gruppo di utenti (p. es. la lista delle visualizzazioni), i gruppi di utenti selezionati saranno presi in considerazione per limitare l'accesso a quelli che non devono essere disponibili. Se non è stato selezionato nessun gruppo di utenti, il valore del setup (de TypoScript) sarà preso in considerazione e se infine nessun gruppo di utenti è stato definito, non verrà applicata alcuna limitazione e tutti i gruppi di utenti saranno disponibili.

# views.details
source: Whenever a list of views is shown or information related to a given view is requested (the list of domains for instance), the views you selected will be taken into account to restrict access to those that should not be available. If no view is selected, setup value (from TypoScript) will be taken into account and if ultimately no view is selected, then no restriction will be enabled and all views will be available.
it: Ogni volta che viene presentata una lista di visualizzazioni o che vengono richieste delle informazioni relative a una data visualizzazione (p. es. la lista dei domini), le visualizzazioni selezionate saranno prese in considerazione per limitare l'accesso a quelle che non devono essere disponibili. Se non è stata selezionata nessuna visualizzazione, il valore del setup (in TypoScript) sarà preso in considerazione, e se infine nessuna visualizzazione è stata definita, non verrà applicata alcuna limitazione e tutte le visualizzazioni saranno disponibili.

# domains.details
source: Whenever a list of domains is shown or information related to a given domain is requested (the list of topics for instance), the domains you selected will be taken into account to restrict access to those that should not be available. If no domain is selected, setup value (from TypoScript) will be taken into account and if ultimately no domain is selected, then no restriction will be enabled and all domains will be available.
it: Ogni volta che viene presentata una lista di domini o che vengono richieste delle informazioni relative a un dato dominio (p. es. la lista dei temi), i domini selezionati saranno presi in considerazione per limitare l'accesso a quelli che non devono essere disponibili. Se non è stato selezionato nessun dominio, il valore del setup (in TypoScript) sarà preso in considerazione, e se infine nessun dominio è stato definito, non verrà applicata alcuna limitazione e tutti i domini saranno disponibili.

# topics.details
source: Whenever a list of topics is shown or information related to a given topic is requested (the list of services for instance), the topics you selected will be taken into account to restrict access to those that should not be available. If no topic is selected, setup value (from TypoScript) will be taken into account and if ultimately no topic is selected, then no restriction will be enabled and all topics will be available.
it: Ogni volta che viene presentata una lista di temi o che vengono richieste delle informazioni relative a un dato tema (p. es. la lista dei servizi), i temi selezionati saranno presi in considerazione per limitare l'accesso a quelli che non devono essere disponibili. Se non è stato selezionato nessun tema, il valore del setup (in TypoScript) sarà preso in considerazione, e se infine non è stato definito nessun tema, non verrà applicata alcuna limitazione e tutti i temi saranno disponibili.

# services.details
source: Whenever a list of services is shown or information related to a given service is requested, the services you selected will be taken into account to restrict access to those that should not be available. If no service is selected, setup value (from TypoScript) will be taken into account and if ultimately no service is selected, then no restriction will be enabled and all services will be available.
it: Ogni volta che viene presentata una lista di servizi o che vengono richieste delle informazioni relative a un dato servizio, i servizi selezionati saranno presi in considerazione per limitare l'accesso a quelli che non devono essere disponibili. Se non è stato selezionato nessun servizio, il valore del setup (in TypoScript) sarà preso in considerazione, e se infine non è stato definito nessun servizio, non verrà applicata alcuna limitazione e tutti i servizi saranno disponibili.
