Repository: TYPO3-svn-archive/egovapi
Catalog: Resources/Private/Language/*.locallang_csh.xlf
Languages: de, fr, it

# .alttitle
source: eGov API
fr: API eGov

# displayLevels.alttitle
source: Selected levels
de: Ausgewählte Ebenen
fr: Niveaux sélectionnés
it: Livelli selezionati

# displayLevels.description
source: Lets you select the display levels that should be available. The first selected level will be used as entry level.
de: Ermöglicht Ihnen die Auswahl der Display-Ebenen, die verfügbar sein sollten. Das erste ausgewählte Ebene wird als Einstieg genutzt werden.
fr: Vous permet de choisir les niveaux d'affichage qui doivent être autorisés. Le premier niveau sélectionné est utilisé comme point d'entrée lorsque la page contenant le module est affichée initialement.
it: Vi permette di scegliere i livelli di visualizzazione che devono essere autorizzati. Il primo livello selezionato funge da punto d'accesso, se la pagina contenente il modulo viene visualizzata all'inizio.

# displayLevels.details
source: Please note that if you restrict the display levels of this plugin, you will have to make sure your template either does not provide a link to some non authorized display level or you properly configured the target page of the related links to lend to another page with a plugin allowing the corresponding display level. Default setting (empty) is to let the plugin freely navigate through all display levels.
fr: Veuillez remarquer que si vous restreignez la liste de niveaux autorisés, vous devez vous assurer que votre gabarit n'affiche pas de lien vers un niveau non autorisé ou que vous avez configuré correctement la page de destination de ces liens afin de rediriger l'utilisateur vers une page contenant ce module configuré de façon telle à autoriser le niveau d'affichage souhaité. La valeur par défaut (vide) autorise le module à naviguer librement dans toute la hiérarchie des niveaux d'affichage.

# displayMode.alttitle
source: Display mode
de: Anzeigemodus
fr: Mode d'affichage
it: Modalità di visualizzazione

# displayMode.description
source: Lets you force the mode of the plugin (either LIST or SINGLE) and thus disable automatic switch from one mode to the other.
de: Hier können Sie den Modus Kraft des Plugins (entweder Liste oder Einzelwert) und damit das automatische Umschalten von einem Modus zum anderen.
fr: Vous permet de forcer le mode du module (soit vue liste / LIST, soit vue détaillée / SINGLE) et ainsi désactiver le changement automatique d'un mode d'affichage à l'autre.
it: Permette di forzare la versione di plug-in (sia visualizzazione lista / LIST, sia visualizzazione singola / SINGLE) e di disattivare il cambiamento automatico da una modalità di visualizzazione a un'altra.

# displayMode.details
source: Please note that if you restrict the display mode of this plugin, you will have to make sure your template either does not provide a link to some non authorized display mode or you properly configured the target page of the related links to lend to another page with a plugin allowing the corresponding display mode. Default setting is to let the plugin automatically switch from LIST mode to SINGLE and from SINGLE to LIST.
fr: Veuillez remarquer que si vous forcez le mode d'affichage de ce module, vous devez vous assurer que votre gabarit n'affiche pas de lien vers un mode d'affichage non autorisé ou que vous avez configuré correctement la page de destination de ces liens afin de rediriger l'utilisateur vers une page contenant ce module configuré de façon telle à autoriser le mode d'affichage souhaité. Le comportement par défaut est d'autoriser ce module à basculer automatiquement entre vue liste et vue détaillée.

# audiences.alttitle
source: Selected audiences
de: Ausgewählte Publikum
fr: Publics cibles sélectionnés
it: Gruppi di utenti selezionati

# audiences.description
source: Lets you select the audiences that should be available and in which order they should be shown.
de: Ermöglicht Ihnen die Auswahl der Zielgruppen, die verfügbar sein und in welcher Reihenfolge sie angezeigt werden soll.
fr: Vous permet de choisir les publics cibles qui doivent être disponibles et l'ordre dans lequel ils doivent être affichés.
it: Permette di scegliere i gruppi di utenti che devono essere disponibili e l'ordine in cui devono essere visualizzati.

# audiences.details
source: Whenever a list of audiences is shown or information related to a given audience is requested (the list of views for instance), the audiences you selected will be taken into account to restrict access to those that should not be available. If no audience is selected, setup value (from TypoScript) will be taken into account and if ultimately no audience is selected, then no restriction will be enabled and all audiences will be available.
fr: À chaque fois qu'une liste de publics cibles est préparée ou que des informations en relation avec un public cible donné sont demandées (pour la liste des vues par exemple), les publics cibles que vous sélectionnez sont pris en compte pour restreindre l'accès à ceux qui ne doivent pas être disponibles. Si aucun public cible n'est sélectionné, la valeur du setup (en TypoScript) sera prise en compte et si au final aucun public cible n'a été défini, aucune restriction ne sera appliquée et tous les publics cibles seront disponibles.

# views.alttitle
source: Selected views
de: Ausgewählte Views
fr: Vues sélectionnées
it: Visualizzazioni selezionate

# views.description
source: Lets you select the views that should be available and in which order they should be shown.
de: Ermöglicht Ihnen die Auswahl der Ansichten, die zur Verfügung stehen und in welcher Reihenfolge sie angezeigt werden soll.
fr: Vous permet de choisir les vues qui doivent être disponibles et l'ordre dans lequel elles doivent être affichées.
it: Permette di scegliere le visualizzazioni che devono essere disponibili e l'ordine in cui devono essere visualizzate.

# views.details
source: Whenever a list of views is shown or information related to a given view is requested (the list of domains for instance), the views you selected will be taken into account to restrict access to those that should not be available. If no view is selected, setup value (from TypoScript) will be taken into account and if ultimately no view is selected, then no restriction will be enabled and all views will be available.
fr: À chaque fois qu'une liste de vues est préparée ou que des informations en relation avec une vue donnée sont demandées (pour la liste des domaines par exemple), les vues que vous sélectionnez sont pris en compte pour restreindre l'accès à celles qui ne doivent pas être disponibles. Si aucune vue n'est sélectionnée, la valeur du setup (en TypoScript) sera prise en compte et si au final aucune vue n'a été définie, aucune restriction ne sera appliquée et toutes les vues seront disponibles.

# domains.alttitle
source: Selected domains
de: Ausgewählte Domänen
fr: Domaines sélectionnés
it: Domini selezionati

# domains.description
source: Lets you select the domains that should be available and in which order they should be shown.
de: Ermöglicht Ihnen die Auswahl der Domains, die zur Verfügung stehen und in welcher Reihenfolge sie angezeigt werden soll.
fr: Vous permet de choisir les domaines qui doivent être disponibles et l'ordre dans lequel ils doivent être affichés.
it: Permette di scegliere i domini che devono essere disponibili e l'ordine in cui devono essere visualizzati.

# domains.details
source: Whenever a list of domains is shown or information related to a given domain is requested (the list of topics for instance), the domains you selected will be taken into account to restrict access to those that should not be available. If no domain is selected, setup value (from TypoScript) will be taken into account and if ultimately no domain is selected, then no restriction will be enabled and all domains will be available.
fr: À chaque fois qu'une liste de domaines est préparée ou que des informations en relation avec un domaine donné sont demandées (pour la liste des catégories de services par exemple), les domaines que vous sélectionnez sont pris en compte pour restreindre l'accès à ceux qui ne doivent pas être disponibles. Si aucun domaine n'est sélectionné, la valeur du setup (en TypoScript) sera prise en compte et si au final aucun domaine n'a été défini, aucune restriction ne sera appliquée et tous les domaines seront disponibles.

# blocks_domain.alttitle
source: Domain blocks
de: Domäne-Blöcke
fr: Blocs d'un domaine
it: Gruppi di domini

# blocks_domain.description
source: Lets you choose which blocks of information should be visible.
de: Hier können Sie wählen, welche Blöcke von Informationen sichtbar sein sollen.
fr: Vous permet de choisir les blocs d'information qui doivent être visibles.
it: Vi permette di scegliere i gruppi d'informazione che devono essere visibili.

# blocks_domain.details
source: This is a simple list of blocks to be enabled. Ordering will not be taken into account. Please note that this is up to the template to take this restriction into account.
de: Dies ist eine einfache Liste von Blöcken die aktiviert sind. Bestellung nicht berücksichtigt werden. Bitte beachten Sie, dass diese bis zu der Vorlage, diese Einschränkung zu berücksichtigen ist.
fr: C'est une simple liste de blocs à activer ou pas. L'ordre dans lequel ils sont sélectionnés n'est pas pris en compte. Veuillez faire attention au fait que c'est le gabarit que vous utilisez qui doit tenir compte de cette restriction.
it: Si tratta di una semplice lista di gruppi da attivare o disattivare. L'ordine in cui sono selezionati non viene preso in considerazione. Attenzione: lo schema utilizzato deve tener conto della limitazione che è stata applicata.

# topics.alttitle
source: Selected topics
de: Ausgewählte Themen
fr: Catégories de services sélectionnées
it: Temi selezionati

# topics.description
source: Lets you select the topics that should be available and in which order they should be shown.
de: Ermöglicht Ihnen die Auswahl der Themen, die zur Verfügung stehen und in welcher Reihenfolge sie angezeigt werden soll.
fr: Vous permet de choisir les catégories de services qui doivent être disponibles et l'ordre dans lequel elles doivent être affichées.
it: Permette di scegliere i temi che devono essere disponibili e l'ordine in cui devono essere visualizzati.

# topics.details
source: Whenever a list of topics is shown or information related to a given topic is requested (the list of services for instance), the topics you selected will be taken into account to restrict access to those that should not be available. If no topic is selected, setup value (from TypoScript) will be taken into account and if ultimately no topic is selected, then no restriction will be enabled and all topics will be available.
fr: À chaque fois qu'une liste de catégories de services est préparée ou que des informations en relation avec une catégorie de services donnée sont demandées (pour la liste des services par exemple), les catégories de services que vous sélectionnez sont pris en compte pour restreindre l'accès à celles qui ne doivent pas être disponibles. Si aucune catégorie de services n'est sélectionnée, la valeur du setup (en TypoScript) sera prise en compte et si au final aucune catégorie de service n'a été définie, aucune restriction ne sera appliquée et toutes les catégories de services seront disponibles.

# blocks_topic.alttitle
source: Topic blocks
de: Thema-Blöcke
fr: Blocs d'une catégorie de services
it: Gruppi di temi

# blocks_topic.description
source: Lets you choose which blocks of information should be visible.
de: Hier können Sie wählen, welche Blöcke von Informationen sichtbar sein sollen.
fr: Vous permet de choisir les blocs d'information qui doivent être visibles.
it: Vi permette di scegliere i gruppi d'informazione che devono essere visibili.

# blocks_topic.details
source: This is a simple list of blocks to be enabled. Ordering will not be taken into account. Please note that this is up to the template to take this restriction into account.
de: Dies ist eine einfache Liste von Blöcken die aktiviert sind. Bestellung nicht berücksichtigt werden. Bitte beachten Sie, dass diese bis zu der Vorlage, diese Einschränkung zu berücksichtigen ist.
fr: C'est une simple liste de blocs à activer ou pas. L'ordre dans lequel ils sont sélectionnés n'est pas pris en compte. Veuillez faire attention au fait que c'est le gabarit que vous utilisez qui doit tenir compte de cette restriction.
it: Si tratta di una semplice lista di gruppi da attivare o disattivare. L'ordine in cui sono selezionati non viene preso in considerazione. Attenzione: lo schema utilizzato deve tener conto della limitazione che è stata applicata.

# services.alttitle
source: Selected services
de: Ausgewählte Dienstleistungen
fr: Services sélectionnés
it: Servizi selezionati

# services.description
source: Lets you select the services that should be available. They always will be alphabetically sorted by name.
de: Ermöglicht Ihnen die Auswahl der Dienste, die verfügbar sein sollen. Sie werden immer alphabetisch nach Namen sortiert werden.
fr: Vous permet de choisir les services qui doivent être disponibles. Les services seront toujours triés par ordre alphabétique sur le nom.
it: Permette di scegliere i servizi che devono essere disponibili. I servizi saranno sempre disposti in ordine alfabetico per nome.

# services.details
source: Whenever a list of services is shown or information related to a given service is requested, the services you selected will be taken into account to restrict access to those that should not be available. If no service is selected, setup value (from TypoScript) will be taken into account and if ultimately no service is selected, then no restriction will be enabled and all services will be available.
fr: À chaque fois qu'une liste de services est préparée ou que des informations en relation avec un service donné sont demandées, les services que vous sélectionnez sont pris en compte pour restreindre l'accès à ceux qui ne doivent pas être disponibles. Si aucun service n'est sélectionnée, la valeur du setup (en TypoScript) sera prise en compte et si au final aucun service n'a été défini, aucune restriction ne sera appliquée et tous les services seront disponibles.

# blocks_service.alttitle
source: Service blocks
de: Dienstleistung-Blöcke
fr: Blocs d'un service
it: Gruppi di servizi

# blocks_service.description
source: Lets you choose which blocks of information should be visible.
de: Hier können Sie wählen, welche Blöcke von Informationen sichtbar sein sollen.
fr: Vous permet de choisir les blocs d'information qui doivent être visibles.
it: Vi permette di scegliere i gruppi d'informazione che devono essere visibili.

# blocks_service.details
source: This is a simple list of blocks to be enabled. Ordering will not be taken into account. Please note that this is up to the template to take this restriction into account.
de: Dies ist eine einfache Liste von Blöcken die aktiviert sind. Bestellung nicht berücksichtigt werden. Bitte beachten Sie, dass diese bis zu der Vorlage, diese Einschränkung zu berücksichtigen ist.
fr: C'est une simple liste de blocs à activer ou pas. L'ordre dans lequel ils sont sélectionnés n'est pas pris en compte. Veuillez faire attention au fait que c'est le gabarit que vous utilisez qui doit tenir compte de cette restriction.
it: Si tratta di una semplice lista di gruppi da attivare o disattivare. L'ordine in cui sono selezionati non viene preso in considerazione. Attenzione: lo schema utilizzato deve tener conto della limitazione che è stata applicata.

# displayLevels.details
source: Please note that if you restrict the display levels of this plugin, you will have to make sure your template either does not provide a link to some non authorized display level or you properly configured the target page of the related links to lend to another page with a plugin allowing the corresponding display level. Default setting (empty) is to let the plugin freely navigate through all display levels.
de: Bitte beachten Sie, dass das Display Ebenen dieses Plugin zu beschränken, müssen Sie sicherstellen, dass Ihre Vorlage entweder nicht einen Link zu einigen nicht autorisierte Anzeige Niveau oder richtig die Zielseite des Links zum Thema konfiguriert zu einer anderen Seite mit leihen ein Plugin ermöglicht die entsprechende Anzeige Niveau. Standardeinstellung (leer) ist, damit das Plugin frei durch alle Ebenen anzeigen zu navigieren.

# displayMode.details
source: Please note that if you restrict the display mode of this plugin, you will have to make sure your template either does not provide a link to some non authorized display mode or you properly configured the target page of the related links to lend to another page with a plugin allowing the corresponding display mode. Default setting is to let the plugin automatically switch from LIST mode to SINGLE and from SINGLE to LIST.
de: Bitte beachten Sie, dass, wenn Sie den Anzeigemodus des Plugins zu beschränken, müssen Sie sicherstellen, dass Ihre Vorlage entweder nicht einen Link zu einigen nicht autorisierte Anzeige-Modus oder man richtig die Zielseite des Links zum Thema konfiguriert zu einer anderen Seite mit leihen ein Plugin ermöglicht den entsprechenden Anzeigemodus. Die Standardeinstellung ist, damit das Plugin automatisch von LIST-Modus auf SINGLE und von SINGLE zu LIST zurück.

# audiences.details
source: Whenever a list of audiences is shown or information related to a given audience is requested (the list of views for instance), the audiences you selected will be taken into account to restrict access to those that should not be available. If no audience is selected, setup value (from TypoScript) will be taken into account and if ultimately no audience is selected, then no restriction will be enabled and all audiences will be available.
de: Wenn eine Liste von Publikum gezeigt wird oder Informationen über ein bestimmtes Publikum wird gebeten (die Liste der Ansichten zum Beispiel), das Publikum von Ihnen ausgewählten berücksichtigt werden, den Zugang zu denen, die nicht verfügbar sein zu beschränken. Wenn kein Publikum ausgewählt wird, wird Setup-Wert (aus TypoScript) berücksichtigt werden und wenn letztlich kein Publikum ausgewählt wird, dann keine Einschränkung wird aktiviert und alle Zielgruppen zur Verfügung stehen.

# views.details
source: Whenever a list of views is shown or information related to a given view is requested (the list of domains for instance), the views you selected will be taken into account to restrict access to those that should not be available. If no view is selected, setup value (from TypoScript) will be taken into account and if ultimately no view is selected, then no restriction will be enabled and all views will be available.
de: Wenn eine Liste der Ansichten gezeigt wird oder Informationen über eine bestimmte Ansicht wird gebeten (die Liste der Domains zum Beispiel), die Ansichten, die Sie ausgewählt haben, wird in Betracht gezogen werden, den Zugang zu denen, die nicht verfügbar sein zu beschränken. Wenn keine Aussicht gewählt ist, wird Setup-Wert (aus TypoScript) berücksichtigt werden und wenn letztlich keine Aussicht gewählt wird, dann keine Einschränkung wird aktiviert und alle Ansichten verfügbar sein wird.

# domains.details
source: Whenever a list of domains is shown or information related to a given domain is requested (the list of topics for instance), the domains you selected will be taken into account to restrict access to those that should not be available. If no domain is selected, setup value (from TypoScript) will be taken into account and if ultimately no domain is selected, then no restriction will be enabled and all domains will be available.
de: Immer wenn eine Liste von Domänen wird gezeigt oder Informationen über eine bestimmte Domäne beantragt wird (die Liste der Themen zum Beispiel), die Domains, die Sie ausgewählt haben, wird in Betracht gezogen werden, den Zugang zu denen, die nicht verfügbar sein zu beschränken. Wenn keine Domäne ausgewählt ist, wird Setup-Wert (aus TypoScript) berücksichtigt werden und wenn letztlich keine Domäne ausgewählt ist, dann keine Einschränkung wird aktiviert und alle Domänen zur Verfügung stehen.

# topics.details
source: Whenever a list of topics is shown or information related to a given topic is requested (the list of services for instance), the topics you selected will be taken into account to restrict access to those that should not be available. If no topic is selected, setup value (from TypoScript) will be taken into account and if ultimately no topic is selected, then no restriction will be enabled and all topics will be available.
de: Wenn eine Liste der Themen gezeigt wird, oder Informationen über ein bestimmtes Thema gebeten wird (die Liste der Dienste zum Beispiel), die Themen, die Sie ausgewählt haben, wird in Betracht gezogen werden, den Zugang zu denen, die nicht verfügbar sein zu beschränken. Wenn kein Thema ausgewählt ist, wird Setup-Wert (aus TypoScript) berücksichtigt werden und wenn letztlich kein Thema ausgewählt ist, wird keine Einschränkung wird aktiviert und alle Themen zur Verfügung stehen.

# services.details
source: Whenever a list of services is shown or information related to a given service is requested, the services you selected will be taken into account to restrict access to those that should not be available. If no service is selected, setup value (from TypoScript) will be taken into account and if ultimately no service is selected, then no restriction will be enabled and all services will be available.
de: Wenn eine Liste der Dienste angezeigt oder Informationen über einen bestimmten Dienst angefordert wird, wird die Dienstleistungen, die Sie ausgewählt berücksichtigt werden, den Zugang zu denen, die nicht verfügbar sein zu beschränken. Wenn kein Service ausgewählt ist, wird Setup-Wert (aus TypoScript) berücksichtigt werden und wenn letztlich kein Service aktiviert ist, dann keine Einschränkung wird aktiviert und alle Dienste verfügbar sein werden.

# displayLevels.details
source: Please note that if you restrict the display levels of this plugin, you will have to make sure your template either does not provide a link to some non authorized display level or you properly configured the target page of the related links to lend to another page with a plugin allowing the corresponding display level. Default setting (empty) is to let the plugin freely navigate through all display levels.
it: Attenzione: restringendo la lista dei livelli autorizzati è necessario assicurarsi sia che lo schema selezionato non crei un legame con un livello non autorizzato, sia che la configurazione della pagina di destinazione di tali link avvenga in modo corretto, per orientare l'utente verso una pagina contenente il modulo configurato in modo tale da permettere di autorizzare il livello di visualizzazione desiderato. Il valore di default (vuoto) autorizza il modulo a navigare liberamente nell'intera scala dei livelli di visualizzazione.
